Repository: locana/locana
Catalog: Locana/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, nl_nl, zh_cn

# Viewer_FailedToRefreshContents
source: Failed to refresh camera contents list
ja_jp: カメラ内コンテンツ一覧の取得に失敗しました

# Viewer_Header_SelectingToDelete
source: Selecting to delete...
ja_jp: 削除するアイテムの選択中

# Viewer_Header_SelectingToDownload
source: Selecting to download...
ja_jp: 転送するアイテムの選択中

# Viewer_MenuCopyToPhone
source: Copy to local storage
ja_jp: スマートフォンに転送
nl_nl: Downloaden
zh_cn: 下载

# Viewer_MenuDelete
source: Delete
ja_jp: 削除
nl_nl: Verwijderen
zh_cn: 删除

# Viewer_MenuPlayback
source: Playback
ja_jp: 再生
nl_nl: Afspelen
zh_cn: 回放

# Viewer_NoAvContentApi
source: Unavailable to access the function now. Please restart from shooting screen again.
ja_jp: この機能は現在使用できません。一度撮影画面に戻ってから再度お試しください。
nl_nl: Deze functie is momenteel niet beschikbaar. Herstart vanaf het vastlegscherm.
zh_cn: 无法使用该功能，请重试

# Viewer_NoCameraRoll
source: Failed to load local contents
ja_jp: ローカルコンテンツのロードに失敗しました

# Viewer_NoStorage
source: No storage seems to be attached
ja_jp: メモリカードがセットされていないようです
nl_nl: Er lijkt geen geheugenkaart aanwezig te zijn
zh_cn: 请插入存储卡

# Viewer_RefreshAutomatically
source: Loading contents from new storage
ja_jp: コンテンツを更新しています

# Viewer_StorageAccessNotSupported
source: Storage access is not supported by your camera device
ja_jp: 接続中のカメラでは、コンテンツへのアクセスがサポートされていません
nl_nl: Geheugentoegang wordt niet ondersteund door uw camera-apparaat
zh_cn: 您的设备不支持存储访问

# Viewer_StorageCamera
source: Camera storage
ja_jp: カメラ内コンテンツ

# Viewer_StorageDetached
source: Memory card storage seems to be detached
ja_jp: メモリカードの取り外しを検知しました

# Viewer_StoragePhone
source: Local storage
ja_jp: 端末内コンテンツ
nl_nl: Lokale opslag
zh_cn: 本地存储

# Viewer_StreamClosedByExternalCause
source: Stream is closed by external error
ja_jp: 動画の再生は外部要因で中断されました
nl_nl: De stream is gestopt door een externe fout
zh_cn: 由于外部错误关闭

# Viewer_UnplayableContent
source: This content is not playable
ja_jp: このコンテンツは再生することができません
nl_nl: Deze inhoud is niet afspeelbaar
zh_cn: 此内容不可播放

# WaitingGeoposition
source: Waiting for location info...
ja_jp: 位置情報を取得しています...

# WB_Auto
source: Auto
ja_jp: オート
nl_nl: Automatisch
zh_cn: 自动白平衡

# WB_Cloudy
source: Cloudy
ja_jp: 曇天
nl_nl: Bewolkt
zh_cn: 阴天

# WB_ColorTemperture
source: Color temperture
ja_jp: 色温度調整
nl_nl: Kleurtemperatuur
zh_cn: 色温

# WB_Custom
source: Custom
ja_jp: カスタム
nl_nl: Aangepast
zh_cn: 自定义

# WB_Custom1
source: Custom 1
ja_jp: カスタム1
nl_nl: Aangepast 1
zh_cn: 自定义1

# WB_Custom2
source: Custom 2
ja_jp: カスタム2
nl_nl: Aangepast 2
zh_cn: 自定义2

# WB_Custom3
source: Custom 3
ja_jp: カスタム3
nl_nl: Aangepast 3
zh_cn: 自定义3

# WB_DayLight
source: Daylight
ja_jp: 太陽光
nl_nl: Daglicht
zh_cn: 日光

# WB_Flash
source: Flash
ja_jp: フラッシュ
nl_nl: Flits
zh_cn: 闪光

# WB_Fluorescent_CoolWhite
source: Fluor. Cool white
ja_jp: 蛍光灯: 白色
nl_nl: Fluorescerend koel wit
zh_cn: 荧光灯-冷白色

# WB_Fluorescent_DayLight
source: Fluor. Daylight
ja_jp: 蛍光灯: 昼光色
nl_nl: Fluorescerend daglicht
zh_cn: 荧光灯-日光

# WB_Fluorescent_DayWhite
source: Fluor. Day white
ja_jp: 蛍光灯: 昼白色
nl_nl: Fluorescerend dagwit
zh_cn: 荧光灯-日光白色

# WB_Fluorescent_WarmWhite
source: Fluor. Warm white
ja_jp: 蛍光灯: 温白色
nl_nl: Fluorescerend warm wit
zh_cn: 荧光灯-暖白色

# WB_Incandescent
source: Incandescent
ja_jp: 電球
nl_nl: Gloeiend
zh_cn: 白炽灯

# WB_Shade
source: Shade
ja_jp: 日陰
nl_nl: Schaduw
zh_cn: 阴影

source: White
ja_jp: 白

source: White balance
ja_jp: ホワイトバランス
nl_nl: Witbalans
zh_cn: 白平衡

# ZoomMode_ClearImageDigital
source: ClearImage zoom
ja_jp: 超解像ズーム
nl_nl: Heldere afbeeldingszoom
zh_cn: 清晰影像缩放

# ZoomMode_Optical
source: Optical only
ja_jp: 光学のみ
nl_nl: Alleen optisch
zh_cn: 光学的

source: Zoom setting
ja_jp: ズーム設定
nl_nl: Zoominstelling
zh_cn: 变焦设置

# Error_StopContinuousShooting
source: Failed to stop continuous shooting. Try again or stop by hardware button on the camera.
ja_jp: 連写停止に失敗しました。再度操作するかカメラ本体を操作してください。
nl_nl: Het stoppen van continue vastleggen is mislukt. Probeer het opnieuw of stop middels hardwarematige knop op de camera.
zh_cn: 连续拍摄失败。请再次尝试或关闭相机上的停止按钮。

# Message_ContinuousShootingGuide
source: Long press the button or use hardware shutter button to operate continuous shooting.
ja_jp: 連写するにはボタンを長押しするか本体のシャッターキーを使用してください
nl_nl: Houdt de knop lang ingedrukt of gebruik de hardwarematige sluiterknop continue vastleggen te bedienen.
zh_cn: 长按按钮或使用硬件快门按钮进行连续拍摄

# ProgressBar_Processing
source: Processing...
ja_jp: 処理中...

# Viewer_MenuFetchMore
source: Load more contents
ja_jp: さらに読み込む

source: Rotate Left
ja_jp: 左回転
nl_nl: Naar links draaien
zh_cn: 左旋转

source: Rotate Right
ja_jp: 右回転
nl_nl: Naar rechts draaien
zh_cn: 又旋转

source: FAQ
ja_jp: よくある質問

# OpenFAQ
source: Open FAQ page
ja_jp: FAQページを開く
nl_nl: FAQ-pagina openen

source: Open GitHub
ja_jp: GitHubリポジトリを開く
nl_nl: GitHub-broncodepagina openen
zh_cn: Open GitHub repository

# OpenSupportTwitter
source: Open support account on Twitter
ja_jp: Twitterのアカウントを開く
nl_nl: Ondersteuningsaccount op Twitter openen

# WifiConnectionGuide
source: Connected to <ssid>. Now detecting connected camera device...
ja_jp: <ssid> に接続中。 カメラの検索処理を実行しています。

# FoundDlnaDeviceGuide
source: Media server is active on <ssid>. Open gallary to browse contents in your camera device.
ja_jp: <ssid> にメディアサーバを発見しました。 ギャラリーを開くとカメラ内の画像が参照できます。

# AppBar_Refresh
source: Refresh
ja_jp: 再読み込み

# Viewer_EmptyMediaServer
source: No contents in this media server.
ja_jp: 表示するコンテンツがメディアサーバにありません

# Viewer_UnsupportedFileType
source: <file> can't be supported on this device.
ja_jp: <file> は、このデバイス上では取り扱えません。

# OpenGallery
source: Open gallary to browse contents in your camera device!
ja_jp: ギャラリーを開いてカメラ内のコンテンツを転送しましょう！

# Constraint
source: Premium features
ja_jp: プレミアム機能
nl_nl: Premium-mogelijkheden
zh_cn: 高级功能

# Constraint_limited
source: Some features limited by the end of trial period.
ja_jp: 一部機能が制限されています。トライアル期間が終了しました。
nl_nl: Sommige mogelijkheden zijn beperkt na het aflopen van de uitprobeerperiode.
zh_cn: 试用期结束，某些功能受限制

# Constraint_trial
source: Full features active during the trial period.
ja_jp: トライアル期間中はすべての機能が使用可能です。
nl_nl: De volledige set van mogelijkheden is actief tijdens de uitprobeerperiode.
zh_cn: 试用期内所有功能正常使用

# Constraint_unlimited
source: Full features unlimited. Thanks for the purchase!!
ja_jp: すべての機能が使用可能です。ご購入ありがとうございます。
nl_nl: De volledige set van van mogelijkheden is ongelimiteerd. Bedankt voor de aankoop!!
zh_cn: 完整版所有功能不受限制。感谢您的支持!

# FullVersion
source: Upgrade to Full version
ja_jp: 無制限版にアップグレード
nl_nl: Upgraden naar volledige versie
zh_cn: 升级到完整版本

# TrialMessage
source: Feature limited in the trial version.
ja_jp: 機能体験期間が終了しました。
nl_nl: Beperkte mogelijkheden in de uitprobeerversie.
zh_cn: 试用版，功能受限

# AudioRecording
source: Audio rec. w/movie
ja_jp: 動画の音声記録
nl_nl: Audio-opname met film
zh_cn: 录制声音

source: Loop rec. time
ja_jp: ループ記録時間
nl_nl: Herhaal-opnametijd

# LoopTime_Unlimited
source: Unlimited
ja_jp: 無制限
nl_nl: Ongelimiteerd
zh_cn: 无限

source: Wind noise reduction
ja_jp: 風音低減
nl_nl: Windruisreductie
zh_cn: 削减风噪声

# LoopRec
source: Loop recording
ja_jp: ループ記録
nl_nl: Herhaalopname
zh_cn: 循环录像

# FullVersion_before
source: Switch Wi-Fi to the Internet to
ja_jp: Wi-Fi をインターネットに切り替えて、

# ContentsSet_Movie
source: Movies
ja_jp: 動画
nl_nl: Films
zh_cn: 视频

# ContentsSet_Picture
source: Pictures
ja_jp: 静止画
nl_nl: Afbeeldingen
zh_cn: 照片

# ContentsSet_PictureMovie
source: Pictures and Movies
ja_jp: 静止画と動画
nl_nl: Afbeeldingen en flims
zh_cn: 照片和视频

# ContentTypes
source: Filter by
ja_jp: コンテンツのフィルタリング
nl_nl: Inhoudstypefilter
zh_cn: 内容类型过滤

# ContentTypesGuide
source: Contents to be displayed.
ja_jp: グリッドに表示するコンテンツの種類
nl_nl: Het inhoudstype dat moet worden weergegeven in het raster.
zh_cn: 要在网格中显示的内容类型

# Disabled_word
source: Disabled
ja_jp: 無効
nl_nl: Uitgeschakeld

source: Assist pattern
ja_jp: アシストパターン
nl_nl: Hulppatroon
zh_cn: 构图模式

# LiveviewRotation
source: Detect camera rotation
ja_jp: カメラ回転検知
nl_nl: Camera-draaiing detecteren
zh_cn: 检测相机旋转

# LiveviewRotation_guide
source: Synchronize camera and liveview orientation. Note that this feature is supported only on some models.
ja_jp: 一部の機種では、カメラ本体の回転をライブビュー映像に反映できます
nl_nl: Synchroniseert de camera- en liveweergave-oriëntatie. Let op: deze functie wordt slechts door sommige apparaten ondersteund.
zh_cn: 同步相机和实时视图方向。注意，该功能只支持部分设置。

# AppBar_Exit
source: OK
nl_nl: Oké

# Color_Black
source: Black
nl_nl: Zwart
zh_cn: 黑

# Color_Blue
source: Blue
nl_nl: Blauw
zh_cn: 蓝

# Color_Green
source: Green
nl_nl: Groen
zh_cn: 绿

# Color_Red
source: Red
nl_nl: Rood
zh_cn: 红

# Color_White
source: White
nl_nl: Wit
zh_cn: 白

source: Developed by
nl_nl: Ontwikkeld door
zh_cn: 开发者

source: Donation
nl_nl: Donatie
zh_cn: 捐赠

# ExifWBValue_StandardLightA
source: Standard Light A
nl_nl: Standaard licht A
zh_cn: 标准白平衡A

# ExifWBValue_StandardLightB
source: Standard Light B
nl_nl: Standaard licht B
zh_cn: 标准白平衡B

# ExifWBValue_StandardLightC
source: Standard Light C
nl_nl: Standaard licht C
zh_cn: 标准白平衡C

# ExifWBValue_TungstenIncandescent
source: Tungsten (Incandescent)
nl_nl: Tungsten (Gloeiend)
zh_cn: 钨灯/白炽灯

# ExifWBValue_Unknown
source: Unknown
nl_nl: Onbekend
zh_cn: 未知

# FlipMode_Off
source: Off
nl_nl: Uit
zh_cn: 关

# FlipMode_On
source: On
nl_nl: Aan
zh_cn: 开

# IrRemoteSetting_Off
source: Off
nl_nl: Uit
zh_cn: 关

# IrRemoteSetting_On
source: On
nl_nl: Aan
zh_cn: 开

# Off_LCC
source: Off
nl_nl: Uit
zh_cn: 关

# On_LCC
source: On
nl_nl: Aan
zh_cn: 开

# Progress_ChangingCameraState
source: Changing camera state...
nl_nl: Bezig met wijzigen van camerastatus...
zh_cn: 改变相机状态…

# Progress_OpeningDetailImage
source: Opening detail image...
nl_nl: Bezig met openen van gedetailleerde afbeelding...
zh_cn: 查看影像细节...

# Progress_OpeningMovieStream
source: Opening movie stream...
nl_nl: Bezig met openen van filmstream...
zh_cn: 打开视频...

# RepoURL
source: https://github.com/locana/uwpmm
nl_nl: https://github.com/locana/locana
zh_cn: https://github.com/locana/locana

source: Trial version
nl_nl: Uitprobeerversie
zh_cn: 试用版

# ViewAngleUnit
source: deg.
nl_nl: {0} graden

# Viewer_Header_GroupView
source: Jump to group
nl_nl: Albums
zh_cn: 相册

# WifiSettingLauncherButtonText
source: Wi-Fi
nl_nl: WiFi-instellingen
zh_cn: WI-FI设定

source: Copyright
zh_cn: 版权

# ExifWBValue_ISOStudioTungsten
source: ISO Studio Tungsten
zh_cn: 演播室钨灯
